import React from "react";
import "./AboutUs.scss";
import { Human } from "../../components/Human/Human";

export const AboutUs: React.FC = () => (
  <div className="about">
    <Human
      url="miroshnichenko.jpg"
      name="Мірошниченко Вадим Сергійович"
      position="старший викладач, кандидат культурології"
      description="Закінчив Харківську державну академію культури у 2007 р., отримав диплом за спеціальністю: «Культурологія», здобув кваліфікацію: «Магістр з культурології, викладач».
        Кандидат культурології за спеціальністю: 26.00.01 – теорія та історія культури. Тема дисертаційного дослідження: «Концепція культури у творчій спадщині С. Л. Франка» (диплом ДК № 064271 від 22.12.2010 р.).
        Працює в ХДАК з 2010 р."
    />
    <Human
      url="getman.jpg"
      name="Гетьман Лариса Геннадіївна"
      position="доцент, кандидат економічних наук, доцент"
      description="Навчалась на економічному факультеті Харківського національного університету ім. В. Н. Каразіна.
        Кандидат економічних наук. Тема кандидатської дисертації «Грошово-кредитні відносини в Україна в роки «воєнного комунізму» і непу».
        Працює в ХДАК з 1995 року.
        Член громадської організації «Лабораторія креативних ідей», професійного об’єднання за напрямом «Економіка»."
    />
    <Human
      url="brusentsev.jpg"
      name="Брусенцев Віталій Олександрович"
      position="доцент, кандидат технічних наук, доцент"
      description="Закінчив Харківський державний технічний університет радіоелектроніки у 1999 р. за спеціальністю «Програмне забезпечення обчислювальної техніки та автоматизованих систем», кваліфікація - інженер-програміст.
        У 2003 році, після закінчення аспірантури на кафедрі програмного забезпечення ЕОМ ХНУРЕ, захистив кандидатську дисертацію з технічних наук за спеціальністю 05.13.23 «Системи та засоби штучного інтелекту», тема «Алгебро-логічні моделі формалізації семантики речень та їх застосування в інформаційних системах штучного інтелекту» (Науковий керівник - Ю.П. Шабанов-Кушнаренко).
        Працює у ХДАК з 2003 р."
    />
    <Human
      url="bulah.jpg"
      name="Булах Тетяна Дмитрівна"
      position="доцент, доктор наук із соціальних комунікацій, доцент"
      description="Закінчила Харківський державний інститут культури у 1998 р. Захистила дисертацію на здобуття наукового ступеня кандидата педагогічних наук за темою «Бібліотечна селекція документів в умовах інформатизації» у 2006 р., дисертацію на здобуття наукового ступеня доктора наук із соціальних комунікацій за темою «Рекламна комунікація в книжковій галузі: теоретико-методологічний аспект» у 2018 р. Працює в ХДАК з 1998 р."
    />
    <Human
      url="pankov2.jpg"
      name="Панков Георгій Дмитрович"
      position="професор, доктор філософських наук, професор"
      description="Харківський держ. університет ім. В. Н. Каразіна, Московський держ. університет ім. М. Ломоносова. Тема докт. дослідження: «Православно-академічна філософія релігії в Росії ХІХ-поч. ХХ ст.», яка захищена в Інституті філософії НАНУ в м. Києві у 2006 р. Працюю в ХДАК з 2003 р."
    />
    <Human
      url="ozhgoga.jpg"
      name="Ожога-Масловська Алла Валентинівна"
      position="старший викладач, кандидат мистецтвознавства"
      description="Закінчила Харківську державну академія дизайну і мистецтв (2013 р.), отримала диплом за спеціальністю: «Образотворче мистецтво», здобула кваліфікацію: «Мистецтвознавець, викладач, дослідник».
      Закінчила аспірантуру Харківської державної академії дизайну і мистецтв. Захистила дисертацію «Японізм в мистецтві України кінця ХХ – початку ХХІ століття» за спеціальністю: 17.00.05 — образотворче мистецтво. Отримала науковий ступінь: кандидат мистецтвознавства (2020 р.).
      На кафедрі працює з вересня 2022 року."
    />
  </div>
);